Repository: netrunner-debian-attic/kdebluetooth4
Catalog: po/*/kbluetooth.po
Languages: pa

source: Bluetooth management software
pa: ਬਲਿਊਟੁੱਟ ਪਰਬੰਧ ਸਾਫਟਵੇਅਰ

source: KBluetooth
pa: ਕੇਬਲਿਊਟੁੱਥ

source: Maintainer
pa: ਪਰਬੰਧਕ

source: Tom Patzig
pa: ਟਾਮ ਪਟਜਿਗ

source: Former Developer
pa: ਪੁਰਾਣਾ ਡਿਵੈਲਪਰ

source: Bluetooth Adapter
pa: ਬਲਿਊਟੁੱਥ ਐਡਪਟਰ

source: Tab 1
pa: ਟੈਬ 1

source: Tab 2
pa: ਟੈਬ 2

source: OK
pa: ਠੀਕ ਹੈ

source: Information
pa: ਜਾਣਕਾਰੀ

source: MAC Address:
pa: MAC ਐਡਰੈੱਸ:

source: Settings
pa: ਸੈਟਿੰਗ

source: Adapter Name:
pa: ਐਡਪਟਰ ਨਾਂ:

source: Mode:
pa: ਮੋਡ:

source: hidden
pa: ਓਹਲੇ

source: discoverable
pa: ਖੋਜ-ਯੋਗ

source: Discoverable Timeout:
pa: ਖੋਜ-ਯੋਗ ਸਮਾਂ:

source: none
pa: ਕੋਈ ਨਹੀਂ

source: Save file to:
pa: ਫਾਇਲ ਸੰਭਾਲੋ:

source: Accept all files from this device
pa: ਇਹ ਜੰਤਰ ਤੋਂ ਸਭ ਫਾਇਲਾਂ ਮਨਜ਼ੂਰ ਕਰੋ

# NAME OF TRANSLATORS
source: Your names
pa: ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ (A S Alam)

# EMAIL OF TRANSLATORS
source: Your emails
pa: aalam@user.sf.net

source: Dialog
pa: ਡਾਈਲਾਗ

source: The following Bluetooth device attempts to use local Bluetooth services.
pa: ਅੱਗੇ ਦਿੱਤਾ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਲੋਕਲ ਬਲਿਊਟੁੱਥ ਸਰਵਿਸਾਂ ਵਰਤਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਿਹਾ ਹੈ।

source: Name:
pa: ਨਾਂ:

source: Address:
pa: ਐਡਰੈੱਸ:

source: Service:
pa: ਸਰਵਿਸ:

source: Always Trust
pa: ਹਮੇਸ਼ਾ ਭਰੋਸਾ

source: Trust
pa: ਭਰੋਸਾ ਕਰੋ

source: Cancel
pa: ਰੱਦ ਕਰੋ

source: Yes
pa: ਹਾਂ

source: No
pa: ਨਹੀਂ

source: In order to complete the Pairing to your Bluetooth device you have to choose a PIN and re-enter that on your device.
pa: ਤੁਹਾਡੇ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਲਈ ਪੇਅਰਿੰਗ ਪੂਰਾ ਕਰਨ ਵਾਸਤੇ ਤੁਹਾਨੂੰ ਇੱਕ ਪਿੰਨ (PIN) ਚੁਣਨਾ ਪਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਜੰਤਰ ਉੱਤੇ ਉਹੀ ਪਿੰਨ ਫੇਰ ਦੇਣਾ ਪਵੇਗਾ।

source: Select your Device
pa: ਆਪਣਾ ਜੰਤਰ ਚੁਣੋ

source: Unlock Screen when device appears again
pa: ਜਦੋਂ ਜੰਤਰ ਮੁੜ ਉਪਲੱਬਧ ਹੋਵੇ ਤਾਂ ਸਕਰੀਨ ਅਣ-ਲਾਕ ਕਰੋ

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">If your Device is not in the List:</span></p></body></html>
pa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">ਜੇ ਤੁਹਾਡੇ ਜੰਤਰ ਲਿਸਟ ਵਿੱਚ ਨਹੀਂ ਹੈ:</span></p></body></html>

source: * Make sure bluetooth is enabled on the device
pa: * ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਜੰਤਰ ਉੱਤੇ ਬਲਿਊਟੁੱਥ ਚਾਲੂ ਹੈ

source: * Make sure the device is in discoverable mode
pa: * ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਜੰਤਰ ਖੋਜਯੋਗ (ਡਿਸਕਰਵੇਬਲ) ਮੋਡ ਵਿੱਚ ਹੈ।

source: * Search again
pa: * ਮੁੜ ਖੋਜੋ

source: &Search
pa: ਖੋਜ(&S)

source: Send
pa: ਭੇਜੋ

source: Bluetooth Device Manager
pa: ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਮੈਨੇਜਰ

source: Address:
pa: ਐਡਰੈੱਸ:

source: Type:
pa: ਕਿਸਮ:

source: Trust:
pa: ਟਰੱਸਟ:

source: Status:
pa: ਹਾਲਤ:

source: New...
pa: ਨਵਾਂ...

source: Remove
pa: ਹਟਾਓ

source: Connect
pa: ਕੁਨੈਕਟ

source: Set Trusted
pa: ਭਰੋਸਾ ਸੈੱਟ ਕਰੋ

source: Close
pa: ਬੰਦ ਕਰੋ

source: Remove Trust
pa: ਭਰੋਸਾ ਹਟਾਓ

source: Quit
pa: ਬੰਦ ਕਰੋ

source: Pair
pa: ਪੇਅਰ

source: Enable
pa: ਯੋਗ

source: Configure...
pa: ਸੰਰਚਨਾ...

source: File
pa: ਫਾਇਲ

source: Clipboard Text
pa: ਕਲਿੱਪਬੋਰਡ ਟੈਕਸਟ

source: Device Manager
pa: ਜੰਤਰ ਮੈਨੇਜਰ

source: Received files
pa: ਫਾਇਲਾਂ ਮਿਲੀਆਂ

source: Bluetooth Adapters
pa: ਬਲਿਊਟੁੱਥ ਐਡਪਟਰ

source: Obex server
pa: Obex ਸਰਵਰ

source: About
pa: ਇਸ ਬਾਰੇ

source: No Bluetooth Adapter
pa: ਕੋਈ ਬਲਿਊਟੁੱਥ ਐਡਪਟਰ

source: Select File
pa: ਫਾਇਲ ਚੁਣੋ

source: Selecting a device starts the file transfer.
pa: ਫਾਇਲ ਟਰਾਂਸਫਰ ਕਰਨ ਲਈ ਜੰਤਰ ਚੁਣਿਆ ਜਾ ਰਿਹਾ ਹੈ।

source: Select
pa: ਚੁਣੋ

source: Received files directory:
pa: ਫਾਇਲ ਡਾਇਰੈਕਟਰੀ ਮਿਲੀ:

source: Receive files over bluetooth?
pa: ਫਾਇਲਾਂ ਬਲਿਊਟੁੱਥ ਉੱਤੇ ਲੈਣੀਆਂ ਹਨ?

source: Switch Bluetooth Adapter?
pa: ਬਲਿਉਟੁੱਥ ਐਡਪਟਰ ਚਾਲੂ ਹੈ?

source: Confirm passkey?
pa: ਪਾਸ-ਕੀ ਪੁਸ਼ਟੀ?

source: PassKey:
pa: ਪਾਸ-ਕੀ:

source: &Stop Searching
pa: ਖੋਜ ਰੋਕੋ(&S)

source: Connected
pa: ਕੁਨੈਕਟ ਹੈ

source: Disconnect
pa: ਡਿਸ-ਕੁਨੈਕਟ ਹੈ

source: Not connected
pa: ਕੁਨੈਕਟ ਨਹੀਂ

source: Always trust
pa: ਹਮੇਸ਼ਾ ਭਰੋਸਾ

source: Not trusted
pa: ਭਰੋਸਾ ਨਹੀਂ

source: Connected to %1
pa: %1 ਨਾਲ ਕੁਨੈਕਟ ਹੈ

source: Disconnected from %1
pa: %1 ਤੋਂ ਡਿਸ-ਕੁਨੈਕਟ ਹੈ

source: Permanent Trust added for %1
pa: %1 ਲਈ ਪੱਕੇ ਤੌਰ ਉੱਤੇ ਭਰੋਸਾ ਸ਼ਾਮਲ ਕੀਤਾ

source: Bluetooth Device Wizard
pa: ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਸਹਾਇਕ

source: Setup Bluetooth Devices
pa: ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਸੈਟਅੱਪ

source: This wizard will help to setup your Bluetooth devices.
pa: ਇਹ ਸਹਾਇਕ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਸੈਟਅੱਪ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ।

source: Please select your Bluetooth device.
pa: ਆਪਣਾ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਚੁਣੋ ਜੀ।

source: <b>If your Device is not in the List:</b>
pa: <b>ਜੇ ਤੁਹਾਡਾ ਜੰਤਰ ਲਿਸਟ ਵਿੱਚ ਨਹੀਂ ਹੈ:</b>

source: Summary
pa: ਸੰਖੇਪ

source: Connection will be established to this Bluetooth device
pa: ਇਸ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਬਣਾਇਆ ਜਾਵੇਗਾ

source: Finished
pa: ਮੁਕੰਮਲ

source: Please wait, until the connection to your Bluetooth Device is done...
pa: ਉਡੀਕੋ ਜੀ, ਜਦੋਂ ਤੱਕ ਤੁਹਾਡੇ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਨਾਲ ਕੁਨੈਕਸ਼ਨ ਬਣਾਇਆ ਜਾਂਦਾ ਹੈ...

source: &Stop Search
pa: ਖੋਜ ਰੋਕੋ(&S)

source: Checking your Bluetooth Device for input capabilities...
pa: ਇੰਪੁੱਟ ਸਮੱਰਥਾ ਲਈ ਤੁਹਾਡੇ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...

source: Your Device is setup properly and should work now.
pa: ਤੁਹਾਡਾ ਜੰਤਰ ਠੀਕ ਤਰ੍ਹਾਂ ਸੈਟਅੱਪ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਹੁਣ ਕੰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।

source: <b>Name: </b>%1
pa: <b>ਨਾਂ: </b>%1

source: <b>Address: </b>%1
pa: <b>ਐਡਰੈੱਸ: </b>%1

source: <b>Device class: </b>%1
pa: <b>ਜੰਤਰ ਕਲਾਸ: </b>%1

source: Sorry your Bluetooth Device does not support input Service.
pa: ਅਫਸੋਸ, ਪਰ ਤੁਹਾਡਾ ਬਲਿਊਟੁੱਥ ਜੰਤਰ ਇੰਪੁੱਟ ਸਰਵਿਸ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
